bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
formulahendry.auto-rename-tag
golang.go
Gruntfuggly.todo-tree
mike-lischke.vscode-antlr4
ms-azuretools.vscode-docker
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
